{
    "services": "Services",
    "web": "Web development",
    "software": "Software Development",
    "branding" : "Branding and Design",
    "social" : "Blockchain Development",
    "start_building" : "Start Building",
    "about_us" : "About Us",
    "anticipate" : "anticipate the technology of tomorrow today",
    "header_description" : "KODIT anticipates the digital landscape of tomorrow. Our passion for next-generation technologies drives us to shape an innovative digital landscape",
    "web_p1" : "In today's digital landscape, a compelling online presence is vital. Our web development services go beyond coding; we craft immersive digital experiences that set you apart. With sleek interfaces and seamless functionality, your website becomes a beacon of innovation.",
    "web_p2" : "Our experts ensure flawless performance across devices, making your website a symbol of innovation that is adaptable and evolves to meet your needs.",
    "soft_p1" : "Kodit's software solutions unlock tomorrow's potential. With agile development and advanced algorithms, we deliver applications that boost productivity and profitability.",
    "soft_p2" : " Push boundaries with Kodit's software. Our blend of expertise ensures tailor-made applications that grow with your business and propels it towards the future.",
    "branding_p1" : "In a crowded marketplace, making an impact is crucial. We elevate your identity to new heights. Combining artistry with cutting-edge technology, we create captivating logos and standout packaging that make your brand unforgettable.",
    "branding_p2" : " Bring your brand story to life with Kodit. Our team collaborates closely to shape your future with compelling narratives. Launch in weeks, not years, and experience seamless efficiency.",
    "social_p1" : "Explore the forefront of Web 3.0 with Kodit, guiding businesses into decentralized solutions that enhance transparency and security. From transforming financial processes to revolutionizing governance, Kodit empowers organizations to thrive in a blockchain-enabled future.",
    "social_p2" : "Join us in redefining your digital landscape with innovative, decentralized technologies that drive efficiency and trust across industries",
    "project_life_cycle" : "Latest Stories from the Future",
    "first_name" : "First Name",
    "last_name" : "Last Name",
    "email_address" : "Email Address",
    "phone_number" : "Phone Number",
    "select_a_service" : "Select a service",
    "message" : "Message",
    "submit" : "Submit",
    "contact_us" : "Contact us",
    "follow_us" : "Follow us",
    "other" : "Other",
    "all_rights" : "All rights reserved.",
    "our_latest_insights": "Latest Stories from the Future",
    "kodit_ai": "Kodit AI",
    "about_kodit": "About Kodit",
    "about_kodit_text": "Based in Ivory Coast, Kodit is a dynamic software solutions company utilizing local and international talent to deliver innovative solutions tailored to its clients' unique needs.",
    "our_mission": "Our Mission",
    "mission_text": "Bridge the gap between cutting-edge technology and real-world business challenges by combining the power of the latest software innovations with our technical expertise and creative minds. This enables us to deliver customized solutions that drive growth and efficiency for our clients.",
    "our_approach": "Our Approach",
    "approach_text": "Kodit takes a collaborative approach to every project. We work closely with our clients to understand their unique requirements and develop solutions that are tailored to their specific needs. Our commitment to excellence and customer satisfaction sets us apart.",
    "our_commitment": "Our Commitment",
    "commitment_text": "We are dedicated to delivering high-quality solutions that add tangible value to our clients' businesses. Whether it's developing innovative software applications or crafting compelling branding strategies, we are passionate about helping our clients succeed.",
    "close": "Close",
    "contact_us_now": "Request a Quote"


}